Revit 2027 API
Glazing.GlazingReflectance Property
 The property labeled "Reflectance" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GlazingReflectance { get; }
Public Shared ReadOnly Property GlazingReflectance As String
	Get
public:
static property String^ GlazingReflectance {
	String^ get ();
}
static member GlazingReflectance : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Glazing Class
Autodesk.Revit.DB.Visual Namespace